[
    {
        "no": 1,
        "fortune": "Excellent",
        "meaning": "Excellent fortune, but watch yourself and don't be too proud.",
        "content": "七宝浮図塔 (Like a tower full of treasure)\n高峰頂上安 (Feel safe and peaceful on the top)\n衆人皆仰望 (Everyone below is watching you)\n莫作等閑看 (Don't be too proud and don't belittle them)"
    },
    {
        "no": 2,
        "fortune": "Bad",
        "meaning": "The path ahead is too dark to see clear. Wait for the right moment.",
        "content": "月被浮雲翳 (The moon is dimmed by the clouds)\n立事自昏迷 (You've decided something but you lose your own pace)\n幸乞陰公祐 (You pray to the moon, hoping things will become better)\n何慮不開眉 (But the moon doesn't show its bright face, like it's concerned about something)"
    },
    {
        "no": 3,
        "fortune": "Bad",
        "meaning": "Don't give up yourself. Wait for the right moment.",
        "content": "愁悩損忠良 (Your heart is clouded by worry and anxiety)\n青霄一烓香 (You burn an incense to the sky, but it doesn't help)\n雖然防小過 (But don't be too sad. Watch out for small mistakes around you)\n閑慮覚時長 (Remember the time during which you're pondering, and wait for the right moment)"
    },
    {
        "no": 4,
        "fortune": "Great",
        "meaning": "Possibility of success.",
        "content": "累有興雲志 (Your chest is full of ambitions)\n君恩禄未封 (But the king still doesn't grant you anything)\n若逢侯手印 (If you happen to meet someone with esteem and prestige)\n好事始悤悤 (Good things will ensue)"
    },
    {
        "no": 5,
        "fortune": "Bad",
        "meaning": "The difficulties keep appearing.",
        "content": "家道未能昌 (You family is not good and safe)\n危危保禍殃 (It's full of danger and disaster)\n暗雲侵月桂 (The dark clouds invade the moon)\n佳人一烓香 (You can only see the beauty of the moon during the transient time of an incense)"
    },
    {
        "no": 6,
        "fortune": "Fine",
        "meaning": "Pray to the god and the buddha, then you shall return to the path of human.",
        "content": "宅暮鬼凶多 (Ghosts and monsters sneak around you)\n人事有爻訛 (The things you did is mixed with both truth and lie)\n傷財防損失 (Make sure to protect your belongings and fortune)\n祈福始中和 (Pray to the god and the buddha, then they shall lead to back to the track of honest and peace)"
    },
    {
        "no": 7,
        "fortune": "Bad",
        "meaning": "Whatever you do, there are always obstacles.",
        "content": "登舟待便風 (You board the ship and wait for the wind)\n月色暗朦朧 (But the moon suddenly becomes dim and dark)\n欲碾香輪去 (You decide to drive the car instead)\n高山千万重 (But only high mountains await you)"
    },
    {
        "no": 8,
        "fortune": "Excellent",
        "meaning": "Even if you have a rough start, you'll succeed.",
        "content": "勿頭中見尾 (You can't see the tail from the top of head)\n文華須得理 (You skills and abilities will appear one by one)\n禾刀自偶然 (You'll have a big harvest even though you didn't expect it)\n当遇非常喜 (Things will eventually turn out as you think, and you will be extremely happy)"
    },
    {
        "no": 9,
        "fortune": "Excellent",
        "meaning": "Every dream you hope for will come true",
        "content": "有名須得遇 (You'll get famous and everyone will know about you)\n三望一朝遷 (All your dreams and hopes will come true all at once)\n貴人来指処 (Some elder or respected people will help you and direct you to the right direction)\n華果応時鮮 (You will get fame and profits at the same time)"
    },
    {
        "no": 10,
        "fortune": "Great",
        "meaning": "Think it the other way, and things will be fine.",
        "content": "旧用多成破 (Even if you don't change anything and live as usual, gradually there will be more and more problems)\n新更始見財 (Revise and rethink, stabilize your finance)\n改求雲外望 (If you do so and pray to the other side of clouds)\n枯木遇春開 (Even a withered wood will blossom)"
    },
    {
        "no": 11,
        "fortune": "Excellent",
        "meaning": "You'll succeed like an arrow being shot toward the sky.",
        "content": "有禄興家業 (You get a fortune and your family will prosper)\n文華達帝都 (And your talent is so famous that even people in the capital know it)\n雲中乗好箭 (You luck is just like an arrow being shot toward the sky)\n兼得貴人扶 (And you will even get help from elder or respected people)"
    },
    {
        "no": 12,
        "fortune": "Great",
        "meaning": "You'll succeed like a chrysanthemum flower blossoming brightly in the snow.",
        "content": "楊柳遇春時 (Even a weeping willow that seems to have withered long time ago)\n残花発旧枝 (When spring comes, it will still blossom)\n重重雪霜裡 (Even though there is a huge volume of snow)\n黄金色更輝 (The golden flower will become even brighter)"
    },
    {
        "no": 13,
        "fortune": "Excellent",
        "meaning": "Your momentum is like grass and trees that are going to grow in the spring.",
        "content": "手把太陽輝 (Holding sunshine on your hand)\n東君発旧枝 (The dead branches blossoms when the spring comes)\n稼苗方欲秀 (Rice seedlings are also trying to grow)\n猶更上雲岐 (With their momentum rushing towards the sky)"
    },
    {
        "no": 14,
        "fortune": "Fine",
        "meaning": "You will still succeed like a flower blossoming on the remaining branches.",
        "content": "玉石未分時 (You don't know whether yourself is a piece of jasper or a stone)\n憂心転更悲 (And you get worried even more)\n前途通大道 (But your path will eventually lead to a bright future)\n花発応残枝 (Just like flowers will still blossom on remaining branches)"
    },
    {
        "no": 15,
        "fortune": "Bad",
        "meaning": "Your luck is bad and you're lonely as if you were a dragon that lost its treasure.",
        "content": "年乖数亦孤 (With a bad year and a lonely fate)\n久病未能蘇 (You feel sick and unable to recover for a long time)\n岸危舟未発 (You want to take a ship, but the dock is dangerous and the ship can’t set off)\n龍臥失明珠 (Seems like a dragon losing time and its pearls)"
    },
    {
        "no": 16,
        "fortune": "Great",
        "meaning": "The changes are great. Someone above you will help you.",
        "content": "破改重成望 (Like a moon reshaping to a full moon)\n前途喜亦寧 (A future of happiness and calmness awaits you)\n貴人相助処 (Being helped by seniors)\n禄馬照前程 (You will have a satisfied future and fortune)"
    },
    {
        "no": 17,
        "fortune": "Bad",
        "meaning": "Cherish your family.",
        "content": "怪異防憂悩 (Troubles and strange things invade your weak and worried heart)\n人宅見分離 (These bring bad influence to your family, causing members of your family to separate)\n惜花還値雨 (Even though you pick up the flowers, feeling bad for them, the rain will still destroy them)\n杯酒惹閑非 (As you continue drinking out of depression, bad things continue approaching you)"
    },
    {
        "no": 18,
        "fortune": "Great",
        "meaning": "You manage to escape from a difficult situation and succeed.",
        "content": "離暗出明時 (You escape from a long-lasting difficult situation and your luck just gets better)\n麻衣変緑衣 (Your clothes change from commoner's white shirts to rich people's luxurious ones)\n旧憂終是退 (Long time worries will eventually fade away)\n遇禄応交輝 (Virtue and fortune come as you interact with brilliant people)"
    },
    {
        "no": 19,
        "fortune": "Very Good",
        "meaning": "An omen of discord between couples and families.",
        "content": "家道生荊棘 (You face some difficulties in your family business)\n児孫防虎威 (These difficulties bring disasters to your children and grandchildren)\n香前祈福厚 (Believe in god, buddha and your ancestors and wish for luck)\n方得免分離 (Your family shall be safe instead of falling apart)"
    },
    {
        "no": 20,
        "fortune": "Great",
        "meaning": "Your luck is getting better like a moon revealing itself brightly from the clouds.",
        "content": "月出漸分明 (The moon comes out and brightens in the sky)\n家財毎毎興 (Your family is becoming wealthy and prosperous)\n何言先有満 (But why do you feel satisfied with everything you got right now)\n更変立功名 (Work harder and strive for better, your luck will become even better)"
    },
    {
        "no": 21,
        "fortune": "Great",
        "meaning": "Give up old ways of thinking, then you'll be good.",
        "content": "洗出経年否 (All the bad and dirty things in the past are washed away)\n光華得再清 (Things then become clean and shining again)\n所求終吉利 (What you have wished will finally come true)\n重日照前程 (With the sun shining on your future)"
    },
    {
        "no": 22,
        "fortune": "Great",
        "meaning": "Troublesome things will disappear, and you will succeed.",
        "content": "漸漸濃雲散 (Clouds slowly move away)\n看看月再明 (The moon comes out shining brightly on the sky)\n逢春花草秀 (It's just like grass and flowers flourish in the spring)\n雨過竹重青 (When the rain ends, bamboos become even greener)"
    },
    {
        "no": 23,
        "fortune": "Good",
        "meaning": "Your are too avaricious and your greeed might be too excessive.",
        "content": "紅雲随歩起 (Red clouds of good luck rises with your footsteps)\n一箭中青霄 (An arrow is shot toward the sky)\n鹿行千里遠 (With that good omen, you feel confident and trace the deer from thousands of miles away)\n争知去路遙 (But not only you fail to catch the deer, but also you realize you've come too far that you already lose your way back)"
    },
    {
        "no": 24,
        "fortune": "Bad",
        "meaning": "Beware of women's sweet and honey words.",
        "content": "三女莫相逢 (Stay away from lewd and evil women)\n盟言説未通 (Even if those words are full of honey and sweetness, they are not honest and true)\n門裡心肝掛 (If you feel jealous or are confused by those words)\n縞素子重重 (You will bring catastrophe to yourself)"
    },
    {
        "no": 25,
        "fortune": "Great",
        "meaning": "Good luck will visit you.",
        "content": "枯木逢春生 (Dead trees become alive again when spring comes)\n前途必利亨 (Your future will be favorable and prosperous)\n亦得佳人箭 (You'll receive helps from elder or honorable people)\n乗車禄自行 (Fortune and wealth will naturally become yours)"
    },
    {
        "no": 26,
        "fortune": "Bad",
        "meaning": "Even though you already have fame, your carelessness will lead you to failure in the end.",
        "content": "将軍有異声 (A general is a person who has lots of fame)\n進兵万里程 (He leads the soldiers to a extremely far place for war)\n争知臨敵処 (But the enemies are far stronger than expected)\n道勝却虚名 (And even though he wins the battle, his fame is totally destroyed by fake reports and mean rumors)"
    },
    {
        "no": 27,
        "fortune": "Great",
        "meaning": "Good luck will come like a moon revealing itself from the clouds.",
        "content": "望禄応重山 (If you wish for the wealth, you will get plenty of it just like you hoped)\n花紅喜悦顔 (The flower is also blossoming in red, as if it were showing you its happy face)\n挙頭看皎月 (You raise your head, hopeing to see the moon)\n漸出黒雲間 (And the moon reveals itself from the dark clouds)"
    },
    {
        "no": 28,
        "fortune": "Bad",
        "meaning": "Don't take a shortcut just because you're in a hurry.",
        "content": "意速無船渡 (You feel anxious and want to cross the river, but there's no boat)\n波深必悞身 (The wave is deep, and if you swim, you'll drown yourself)\n切須回旧路 (Do not take a shortcut. You should go back to the original path)\n方可免災迍 (Only by doing so will you escape from the disaster)"
    },
    {
        "no": 29,
        "fortune": "Great",
        "meaning": "Your worries will disappear, and you will meet a nice senior.",
        "content": "憂轗漸消融 (The difficulties that stopped you will gradually disappear)\n求名得再通 (You will also gradually take back your fame and honor)\n宝財臨禄位 (You will get the wealth, position and place you deserve)\n当遇主人公 (And you will meet a senior that will lead you to success)"
    },
    {
        "no": 30,
        "fortune": "Bad",
        "meaning": "The stake that sticks up gets hammered down.",
        "content": "仙鶴立高枝 (Your beauty and skills make you stand out in the crowd)\n防他暗箭虧 (And because of this, jealous people will try to shoot you in the dark)\n井畔剛刀利 (There are people who stand next to the tree, close to the hole and who hold the knife, waiting for the chance to hurt you)\n戸内更防危 (And not only from outside, you should beware of threats that come from your family as well)"
    },
    {
        "no": 31,
        "fortune": "Fine",
        "meaning": "Wait for the right moment, and you'll succeed.",
        "content": "鯤鯨未変時 (The fish in the legends still hasn't transformed yet)\n且守碧潭淇 (Stay in the deep water, gathering all your strength, and wait for the right moment)\n風雲興巨浪 (When it arrives as the wind and clouds rise with huge waves)\n一息過天池 (You'll fly through the heaven and reach your destination at once)"
    },
    {
        "no": 32,
        "fortune": "Fine",
        "meaning": "If you manage to find someone who appreciates your skills and abilities, you'll succeed.",
        "content": "似玉蔵深石 (The jade is hidden inside a raw stone)\n休将故眼看 (Commoners will not notice the shine of it)\n一朝良匠別 (But if there are skillful experts who would immediately recognize it)\n方見宝光寒 (The treasure that lies deeply inside stones will finally be found out)"
    },
    {
        "no": 33,
        "fortune": "Great",
        "meaning": "You'll receive helps from elder or senior people and go even further.",
        "content": "枯木逢春艶 (Withered trees bloom when spring arrives)\n芳菲再発林 (The scent of grasses and flowers fill up the woods)\n雲間方見月 (The moon reveals itself from the fading clouds)\n前遇貴人欽 (You will also meet senior people that will bring you happiness and good luck)"
    },
    {
        "no": 34,
        "fortune": "Excellent",
        "meaning": "You'll get tremendous success like you manage to catch a big fish.",
        "content": "臘木春将至 (Tree seedlings grow when spring comes)\n芳菲喜再新 (A season full of pleasant scents of flowers finally arrives again)\n鯤鯨興巨浪 (The fish in the legends advents with huge waves)\n挙鈎禄為真 (If you raise the fishing rod, you'll get something phenomenal)"
    },
    {
        "no": 35,
        "fortune": "Great",
        "meaning": "You'll succeed because of helps from others.",
        "content": "射鹿須乗箭 (In order to strive for wealth, you need arrows)\n胡僧引路帰 (In that case, foreign and exotic monks will kindly provide you directions)\n遇道同仙籍 (On your way to the destination, you'll also meet people who are alike)\n光華映晩暉 (Your wealth and fortune will shine like the light of sunset)"
    },
    {
        "no": 36,
        "fortune": "Fine",
        "meaning": "When the situation worsens to the ultimate limit, everything will eventually recover.",
        "content": "先損後有益 (Loss until it reaches the ultimate limit, then there will be profits)\n如月之剝蝕 (Just like how the moon eclipses and becomes full again through every cycle)\n玉兎待重生 (Wait for the next full moon)\n光華当満室 (Then your house will be full of shininess and success)"
    },
    {
        "no": 37,
        "fortune": "Fine",
        "meaning": "Things look bad in the very beginning, but good luck will come before you even realize.",
        "content": "陰靉未能通 (Dark clouds cover up the sky and hide the ligt of sun)\n求名亦未逢 (You strive for fame and wealth, but you fail)\n幸然須有変 (But before you even realize, good luck has already approached)\n一箭中双鴻 (Eventually you'll shoot two birds with only a single stone)"
    },
    {
        "no": 38,
        "fortune": "Good",
        "meaning": "Your luck worsens as the clouds hide the moon.",
        "content": "月照天書静 (The moon brighten the sky silently)\n雲生霧彩霞 (But as the clouds and mist grow, the light of moon is dimmed)\n久想離庭客 (Facing such difficulties, you couldn't help but think of your families and friends)\n無事惹咨嗟 (Nothing really happens, but you sigh nonetheless)"
    },
    {
        "no": 39,
        "fortune": "Bad",
        "meaning": "Beware of fire accidents and bankruptcy.",
        "content": "望用方心腹 (You watch your hometown from a distance place)\n家郷被火災 (Only to find that the hometown is on fire)\n憂危三五度 (Such disasters happen from time to time)\n由損断頭材 (And it causes you to lose your fortune and wealth)"
    },
    {
        "no": 40,
        "fortune": "Fine",
        "meaning": "He who touches pitch shall be defiled therewith; one rotten apple spoils the barrel.",
        "content": "中正方成道 (Only the righteous who walk on a right path will succeed)\n姦邪恐惹愆 (But even so, such people and way of living will often get obstructed by villains and led to failures)\n壺中盛妙薬 (Simmer a pot of medicine with care)\n非久去煩煎 (Even though it's painstaking and bitter, it shall erase your troubles and problems)"
    },
    {
        "no": 41,
        "fortune": "Fine",
        "meaning": "An omen that things won't go well, and there will be troubles in the family.",
        "content": "有物不周旋 (There are obstacles and things don't go well)\n須防損半辺 (Refrain from trying to flee from the problems and minimize the loss)\n家郷煙火裡 (There are smoke and fire inside your family)\n祈福始安全 (Pray to the god and the buddha, then you shall be safe)"
    },
    {
        "no": 42,
        "fortune": "Great",
        "meaning": "You'll succeed like a moon becomes full and bright again.",
        "content": "桂華春将到 (Flowers blossom, signaling the arrival of spring)\n雲天好進程 (The sky and the weather are both good, showing a good sign of future)\n貴人相遇処 (You will meet a senior that benefit you)\n暗月再分明 (Just like a moon reveals itself again from the dark)"
    },
    {
        "no": 43,
        "fortune": "Great",
        "meaning": "An omen that things will be better.",
        "content": "月桂将相満 (The moon is likely to be full again)\n追鹿映山渓 (The silhouette of you tracking down a deer is reflected in the river, and you're so close to catching it)\n貴人乗遠箭 (A senior or respected person will then offer his help)\n好事始相斉 (And you will finally get the fortune you seek)"
    },
    {
        "no": 44,
        "fortune": "Great",
        "meaning": "Strike first and fast, and you'll be successful.",
        "content": "盤中黒白子 (Black stones and white stones lie on a board of Go)\n一著要先機 (The key to success is nothing but striking first and suppressing the opponent as soon as possible)\n天龍降甘沢 (If you do so, the rain of fortune will pour down from the heaven)\n洗出旧根基 (And it will wash off dirts, revealing the old roots hid inside, and lead you to good luck)"
    },
    {
        "no": 45,
        "fortune": "Excellent",
        "meaning": "You receive the protection and bless from the god and the buddha. You will be extremely successful.",
        "content": "有意興高顕 (If you have the ambition to be successful)\n禄馬引前程 (A horse will guide you in your path and the fortune will wait for you)\n得遇雲中箭 (You'll be blessed even before you realize)\n芝蘭満路生 (The scent of good luck will accompany you along the path)"
    },
    {
        "no": 46,
        "fortune": "Bad",
        "meaning": "An omen of sudden discontent and discord in your family.",
        "content": "雷発震天昏 (Thunder roars abruptly, and the sky dims afterwards)\n佳人独掩門 (A woman closes the door and hides inside her room out of fear)\n交加文書上 (Mistakes and problems will appear in documents)\n無事也邅迍 (You start feeling anxious and worried despite that everything went well so far)"
    },
    {
        "no": 47,
        "fortune": "Fine",
        "meaning": "Move to another place and be active there, then you will be fine.",
        "content": "更望身前立 (You want to be successful)\n何期在晩成 (So why can't you wait for a later success?)\n若過重山去 (If you leave for good and move to another place)\n財禄自相迎 (Fortune and fame will eventually be yours)"
    },
    {
        "no": 48,
        "fortune": "Fine",
        "meaning": "Things didn't go well at first, but eventually you will succeed like a blue bird of luck flying in the sky.",
        "content": "見禄隔前渓 (You're so close to being successful, but there's a river stopping you right in front of you)\n労心休更迷 (But you don't need to worry too much)\n一朝逢好渡 (Once you find a good spot out there and sail for it)\n鸞凰入雲飛 (You'll succeed like birds of lucks and wealth flying to the sky)"
    },
    {
        "no": 49,
        "fortune": "Great",
        "meaning": "Watch yourself.",
        "content": "正好中秋月 (Mid-autumn is the best time to appreciate the shining moon)\n蟾蜍皎潔間 (Legendary creatures live on that bright moon)\n暗雲知何処 (They don't see and they don't know where dark clouds are)\n故故両相攀 (So they joyfully play on the legendary trees without concerns)"
    },
    {
        "no": 50,
        "fortune": "Great",
        "meaning": "Change your way of thinking so far, and you'll succeed.",
        "content": "有達宜更変 (If you want to make your dream come true, you have to change your way of doing things)\n重山利政逢 (If you leave your place and go for a new place, profits and fortune will be yours)\n前途相偶合 (Things will happen and go well just like you expected)\n財禄保亨通 (Fortune and wealth will also become yours as you hoped)"
    },
    {
        "no": 51,
        "fortune": "Great",
        "meaning": "Stop overthinking and act fast, then you'll be good.",
        "content": "修進甚功奇 (Clear your mind and progress carefully, such way of doing things touches you)\n労生未得時 (But no matter how hard you try and hone your skills, without a good timing, there won't be a fortune)\n騰身遊碧漢 (Watch for the right moment, make up your mind and leap forward)\n方得遇高枝 (The time and effort you dedicated will eventually lead you to success)"
    },
    {
        "no": 52,
        "fortune": "Bad",
        "meaning": "A hint of possible lawsuits. Beware of your family as well.",
        "content": "有○須惹訟 (Mistakes will lead you to lawsuits)\n兼有事交加 (Things get tangled and troubling)\n門裏防人厄 (Beware of evil and malicious people in your family)\n災臨莫嘆嗟 (In order to keep yourself from regretting about it afterwards)"
    },
    {
        "no": 53,
        "fortune": "Fine",
        "meaning": "You will escape from a bitter and painful situation and succeed.",
        "content": "久困漸能安 (You've been in a difficult situation for a long time)\n雲書降印権 (One day an elder or senior person will trust you with a seal of both responsibility and power)\n残花終結実 (The remaining flowers finally yield fruits)\n時亨禄自遷 (Properity will be yours when the time comes)"
    },
    {
        "no": 54,
        "fortune": "Bad",
        "meaning": "Too many worrisome matters, and they just couldn't go well as you expect.",
        "content": "身同意不同 (What your body does fails to agree with your troubled mind)\n月蝕暗長空 (You fumble in the dark as if the moon eclipsed)\n綸雖常在手 (Although you keep holding your fishing rod)\n魚水未相逢 (You still couldn't find any fish so far)"
    },
    {
        "no": 55,
        "fortune": "Great",
        "meaning": "Things that worry you will disappear, and your will get better luck.",
        "content": "雲散月重明 (Clouds go away, the moon brightens again)\n天書得至誠 (Raising your head, you can see the moon and stars clearly)\n雖然多阻滞 (Although so far there are many obstacles)\n花発再重栄 (You will be prosperous again like how flower blossoms)"
    },
    {
        "no": 56,
        "fortune": "OK",
        "meaning": "You'll receive helps from elder or respected people and succeed.",
        "content": "生涯喜又憂 (Life is full of unstable days consisting of both happiness and sadness)\n未老先白頭 (White hair comes out even before you get old)\n労心千百度 (Days like this continue as you worry about lots of things constantly)\n方遇貴人留 (But one day you shall find out an elder or respected person, who will lead you to good luck)"
    },
    {
        "no": 57,
        "fortune": "Great",
        "meaning": "Wait for opportunities.",
        "content": "欲渡長江濶 (You want to cross a long and huge river)\n波深未有儔 (But it's wide and the wave is high, and you have no partners to help you with it)\n前津逢浪静 (Once the wave around the pier ahead calms down)\n重整釣鼇鈎 (You should prepare for your hook once again)"
    },
    {
        "no": 58,
        "fortune": "Bad",
        "meaning": "Too many obstacles and your luck is bad.",
        "content": "有径江海隔 (There's a road but a river is blocking your path)\n車行峻嶺危 (And it is dangerous to go over mountains with cars)\n亦防多進退 (Beware of both going forward and stepping back)\n猶恐小人虧 (And be alert to villains whom may harm you)"
    },
    {
        "no": 59,
        "fortune": "Bad",
        "meaning": "There's a chance of misunderstanding because you can't express like you think.",
        "content": "去住心無定 (Your mind cannot decide what to do)\n行蔵亦未寧 (And you can't decide your attitude, either)\n一輪清皎潔 (Even though you were a noble person who's both honest and bright like a moon)\n却被黒雲瞑 (Still you can't make best use of yourself as if the moon were hidden by the dark clouds)"
    },
    {
        "no": 60,
        "fortune": "Great",
        "meaning": "Work and endeavor honestly and righteously, then you'll be good.",
        "content": "高危安可渉 (Climbing too high will put yourself in danger)\n平坦是延年 (Having a stable life is the key to live long)\n守道当逢泰 (If you keep this way of living, everything will be safe)\n風雲不偶然 (And you will succeed as the wind and the cloud rise)"
    },
    {
        "no": 61,
        "fortune": "Good",
        "meaning": "Regret about your past failure and redeem, then you shall be fine.",
        "content": "旧◯何日解 (You wonder when you will ever be free from your past mistakes)\n戸内保嬋娟 (But even though you ponder on it, you still have a good side in you)\n要逢十一口 (Therefore, if you really wish to get good luck)\n遇鼠過牛辺 (Use people who are born in mouse and cow years and months)"
    },
    {
        "no": 62,
        "fortune": "Excellent",
        "meaning": "If you change your way of doing so far, you will receive tremendous success.",
        "content": "災轗時時退 (The disasters so far will loom out)\n名顕四方揚 (You will be famous around the world)\n改故重乗禄 (Amend your way of doing and fix past problems)\n昇高福自昌 (Fortune and higher positions will be yours)"
    },
    {
        "no": 63,
        "fortune": "Bad",
        "meaning": "Problems like discord inside the family will continue.",
        "content": "何故生荊棘 (For some reason, thorns grow inside your family)\n佳人意漸疎 (Your relationship with your partner worsens as well)\n久困重輪下 (You are constantly under the pressure of such huge burden)\n黄金未出渠 (But the golden treasure still is nowhere to be found)"
    },
    {
        "no": 64,
        "fortune": "Bad",
        "meaning": "You'll be separated from your good friends or relatives.",
        "content": "安居且慮危 (Even though you live peacefully right now, you have to beware of danger)\n情深主別離 (There is sorrow when you're separated from your loved ones)\n風飄波浪急 (When the strong wind blows and the huge wave rises)\n鴛鴦各自飛 (You will have no choice but to leave them)"
    },
    {
        "no": 65,
        "fortune": "Fine",
        "meaning": "There are lots of difficulties, but eventually things will get better.",
        "content": "苦病兼防辱 (You have no choice but to protect yourself from sickness and being harmed by others)\n乗危亦未蘇 (You still haven't recovered from such dangerous situations)\n若見一陽後 (However, when the situation passes and the luck comes back)\n方可作良図 (You should take that chance, make your plan, and you'll succeed)"
    },
    {
        "no": 66,
        "fortune": "Bad",
        "meaning": "Release your pressure and wait for the chance.",
        "content": "水滞少波濤 (The water is still without any waves)\n飛鴻落羽毛 (Even flying birds lose their feathers)\n重憂心緒乱 (Your bad luck stirs up a turmoil in your heart)\n閑事惹風騒 (Write down your thoughts and wait for the right moment)"
    },
    {
        "no": 67,
        "fortune": "Bad",
        "meaning": "You will misjudge the opportunity and bring trouble to others.",
        "content": "枯木未生枝 (The spring still hasn't arrived at withered branches)\n独歩上雲岐 (But you embark on a journey on your own because you think it's time)\n豈知身未穏 (You don't realize you are still unstable and don't have enough good luck)\n独自惹閑非 (As a result, you will regret and dwell on your own mistakes)"
    },
    {
        "no": 68,
        "fortune": "Great",
        "meaning": "You luck will get better like flowers blossom on withered branches.",
        "content": "異夢生英傑 (Like a legend where someone had a nightmare and gave birth to a hero)\n前来事可疑 (You thought you would be happy when unexpected luck came, but it never arrived)\n芳菲春日暖 (You wonder about that weird dream, but when the springs comes)\n依旧発残枝 (Withered branches will blossom as a pleasing scent leads you to success)"
    },
    {
        "no": 69,
        "fortune": "Bad",
        "meaning": "Beware of yourself.",
        "content": "明月暗雲漂 (The bright moon is covered by dark clouds)\n花紅一半枯 (Beautiful flowers wither when blossoming due to tempests)\n惹事傷心処 (Such disaster hurts you as you weep over it)\n行舟莫遠図 (You embark on the ship, wanting to go to another place, but you don't know how)"
    },
    {
        "no": 70,
        "fortune": "Bad",
        "meaning": "Disasters will come because of the discord in the family.",
        "content": "雷発庭前草 (Thunder strikes on the grass in the yard)\n炎火向天飛 (Lightning rampages toward the sky)\n一心来趕禄 (You want to strive for profits like a thunderstorm)\n争奈掩朱扉 (But the gate to success doesn't open for you)"
    },
    {
        "no": 71,
        "fortune": "Bad",
        "meaning": "If you start on a new thing, you will fail.",
        "content": "道業未成時 (You still haven't finished both what you started earlier and what you started recently)\n何期両不宜 (You didn't even expect two of them to be so incomplete and imperfect)\n事煩心緒乱 (When you realize it, you're extremely bothered)\n翻作徘徊思 (And you can't stop thinking about it and feel frustrated)"
    },
    {
        "no": 72,
        "fortune": "Fine",
        "meaning": "Things are rough at first, but it will gradually get better.",
        "content": "戸内防重厄 (Beware of huge disasters that happen in your family)\n花果見分枝 (Your relationship with your partner will deteriorate and separate like flowers and fruits)\n厳霜纔過後 (As the severe winter passes)\n方可始相宜 (Your relationship shall start to recover)"
    },
    {
        "no": 73,
        "fortune": "Great",
        "meaning": "Your luck will get better and better.",
        "content": "久暗漸分明 (The long-lasting darkness has finally started to light up)\n登江緑水澄 (The water is clear and clean as your ship passes by)\n芝書従遠降 (You'll receive letters from people who appreciate you)\n終得異人成 (And you will succeed because of helps from elder or respected people)"
    },
    {
        "no": 74,
        "fortune": "Bad",
        "meaning": "Discord in family. Loss of fortune.",
        "content": "蛇虎正交羅 (Snakes and tigers are biting each other)\n牛生二尾多 (Cows grow two tails, indicating the loss of fortune)\n交歳方成慶 (When new year comes, you feel happy)\n上下不能和 (But the argument and discord inside your family are still not resolved)"
    },
    {
        "no": 75,
        "fortune": "Bad",
        "meaning": "Obstacles come and things won't progress as you hoped.",
        "content": "孤舟欲過岸 (A small ship is passing across the river)\n浪急渡人空 (But the wave is turbulent and no one is able to reach the riverbank)\n女人立流水 (A woman is standing in the water)\n望月意情濃 (Raising her head and looking at the moon, she is loathing all these difficulties)"
    },
    {
        "no": 76,
        "fortune": "Great",
        "meaning": "If you stop being stubborn, you'll succeed in the long run.",
        "content": "富貴天之祐 (Being rich or wealthy is always decided by the fate, not mortals)\n何須苦用心 (There's no point in striving or fighting for it)\n前程応顕跡 (You'll succeed in the future and leave  results)\n久用得高臨 (And you will hold your position and place long after it)"
    },
    {
        "no": 77,
        "fortune": "Bad",
        "meaning": "Disasters come as things don't go as you think",
        "content": "累滞未能蘇 (You still can't get over with long-standing problems)\n求名莫遠図 (If you're unable to resolve it, you'd better refrain from going too far.)\n登舟波浪急 (If you embark on a ship, you'll be consumed by the waves)\n咫尺隔天衡 (And you'll end up in a totally different place from your destination)"
    },
    {
        "no": 78,
        "fortune": "Fine",
        "meaning": "Act on justice, fairness and equality, you'll succeed.",
        "content": "但存公道正 (If you act based on justice and equality)\n何愁理去忠 (You won't have to be worried about how dishonest people think you are)\n松柏蒼蒼翠 (Your fame will be like everlasting green trees in winter)\n前山禄馬重 (And eventually you will succeed)"
    },
    {
        "no": 79,
        "fortune": "Great",
        "meaning": "Pray to the gods and buddhas, and you'll be fine. Also, please refrain from drinking.",
        "content": "残月未還光 (The shining moon brightens the city)\n樽前非語傷 (Even though you didn't fight or argue with anyone when drinking)\n戸中人有厄 (Problems still will happen in your family)\n祈福保青陽 (Pray to the gods and buddha, then you shall be fine)"
    },
    {
        "no": 80,
        "fortune": "Excellent",
        "meaning": "You'll tremendously succeed as if you were climbing to the heaven",
        "content": "深山多養道 (Those who hone and polish themselves in the deep forest)\n忠正帝王宣 (Will receive orders from the king because of their fidelity and honesty)\n鳳遂鸞飛去 (You and your partner will become even closer, like a phoenix following a legendary bird)\n昇高過九天 (You'll reach the heaven and receive tremendous success)"
    },
    {
        "no": 81,
        "fortune": "Great",
        "meaning": "Change the way you're doing things so far, and you'll be fine.",
        "content": "道合須成合 (When working on something, you have to coordinate with others)\n先憂事更多 (Things are not good at first)\n所求財宝盛 (But so long as you don't give up, eventually you'll become wealthy and happy)\n更変得中和 (Change your way of doing things further and continue coordinating with others, things will become even better)"
    },
    {
        "no": 82,
        "fortune": "Bad",
        "meaning": "You will not be able to escape from your failures in the past.",
        "content": "火発応連天 (Severe fire accident happens as the flame reaches the sky)\n新愁惹旧◯ (And the root cause of this fire was sown in the past)\n欲求千里外 (You move farther, hoping to flee from the disaster)\n要渡更無船 (Unfortunately there's no ship at all)"
    },
    {
        "no": 83,
        "fortune": "Bad",
        "meaning": "If you wish for something you don't deserve, you will bring disasters to yourself.",
        "content": "挙歩出雲端 (You step out from the top of the clouds)\n高枝未可攀 (But you fail to strip the legendary laurel flower with your hands)\n昻頭看皎月 (You raise your head, wondering what happened to the moon)\n猶在黒雲間 (Only to find out that the moon is still in the darkness)"
    },
    {
        "no": 84,
        "fortune": "Bad",
        "meaning": "Things never become better, and there seems to be always new discord and troubles.",
        "content": "否極方無泰 (Even though things are already in their worst, there's no sign of improvement)\n花開値晩秋 (Autumn already comes even though the flowers of spring only blossomed not long ago)\n人情不調備 (Hearts of people are full of discord and arguments as well)\n財宝鬼来偸 (Even the wealth of your family got stolen by monsters and phantoms)"
    },
    {
        "no": 85,
        "fortune": "Excellent",
        "meaning": "Great talents mature late.",
        "content": "望用何愁晩 (Although things you hope seem to come late, you don't have to worry)\n求名漸得寧 (Everything you hope for will come true in the long run)\n雲梯終有望 (The bridge to the heaven that leads to where gods live is already open)\n帰路入蓬瀛 (You will visit the paradise and acquire immortality and eternal happiness)"
    },
    {
        "no": 86,
        "fortune": "Excellent",
        "meaning": "An omen of great success.",
        "content": "花発応陽台 (Flowers blossom on the balcony of happiness)\n車行進宝財 (Cars and wagons full of wealth and fortune come one after one)\n執文朝帝殿 (Once you receive the order from the seniors and embark on your journey)\n走馬听声雷 (The accolades will be loud like thunder as you ride on the horse)"
    },
    {
        "no": 87,
        "fortune": "Great",
        "meaning": "You'll succeed, but beware of indecision and inconsistencies.",
        "content": "鑿石方逢玉 (You dig out the jade from the stone)\n淘沙始見金 (You see the gold as you wash off the sands)\n青霄終有路 (The sky is open, the path to success is shown)\n只恐不堅心 (The only fear is your indecision)"
    },
    {
        "no": 88,
        "fortune": "Bad",
        "meaning": "An omen of discord inside your family.",
        "content": "作事不和同 (Whenever and whatever you do, your family just can't reach a consensus)\n臨危更生凶 (The perilous situation is looming, only jeopardizing things even further)\n佳人生苦恨 (Even your love grows a hatred and discontent)\n閑慮両三重 (These troublesome difficulties appear one after another)"
    },
    {
        "no": 89,
        "fortune": "Excellent",
        "meaning": "Someone will recognize your expertise and skills, leading you to success.",
        "content": "一片無瑕玉 (A piece of jade free from any damages hides in the stone)\n従今好琢磨 (From now on, it's the best time to hone and polish it)\n得遇高人識 (Someone knowledgeable and wise will finally recognize your skills)\n方逢喜気多 (And leads to tremendous happiness)"
    },
    {
        "no": 90,
        "fortune": "Great",
        "meaning": "You'll succeed as some elder or honorable people guide you.",
        "content": "一信向天飛 (Write down all your hopes in a letter and send it to the sky)\n秦川舟自帰 (A boat full of fortune will eventually come back)\n前途成好事 (Your bright future is just like the boat that comes back)\n応得貴人推 (And you will receive helps from elder or honorable people)"
    },
    {
        "no": 91,
        "fortune": "Great",
        "meaning": "Change the way you're doing. Strike fast and it will be good.",
        "content": "改変前途去 (Change the way of doing and your plan for the future)\n月桂又逢円 (Eclipsed moon will be full once again)\n雲中乗禄至 (Fortune and luck drop from the heaven)\n凡事可宜先 (Do not miss this chance. Remember to strike first and fast)"
    },
    {
        "no": 92,
        "fortune": "Great",
        "meaning": "An omen of fast-approaching luck.",
        "content": "自幼常為旅 (You travelled a lot when you're young and you worked very hard)\n逢春駿馬驕 (When the spring comes, you luck will be like an energetic horse)\n前程宜進歩 (With this momentum, you should move forth with confidence)\n得箭降青霄 (An arrow of good luck will break through the sky)"
    },
    {
        "no": 93,
        "fortune": "Great",
        "meaning": "Wait for the future, then your dream will come true.",
        "content": "有魚臨旱地 (A fish jumps out of the pond and falls on the dry ground)\n踊躍入波濤 (Fortunately, there's a river right next to the ground)\n隔中須有望 (Give it some time and wait for the future, your dream shall come true)\n先且慮塵労 (But first you will experience challenges and difficulties in your life)"
    },
    {
        "no": 94,
        "fortune": "Good",
        "meaning": "Careless talk leads to trouble.",
        "content": "事忌樽前語 (Refrain from talking about business when drinking)\n人防小輩交 (Beware of snobs and villains)\n幸乞陰公祐 (Pray for help from some elder or honorable women)\n方免事敲爻 (You shall be free from troublesome competitions and affairs)"
    },
    {
        "no": 95,
        "fortune": "Great",
        "meaning": "Hone your skills and wait for the right moment.",
        "content": "志気勤修業 (You set your goals and endeavored for this goal)\n禄位未造逢 (Still you haven't gotten any fortune or rewards)\n若聞金鶏語 (If you receive a quest or an order from the king)\n乗船得便風 (Your future will get better and better like a boat going with the wind)"
    },
    {
        "no": 96,
        "fortune": "Excellent",
        "meaning": "You will get helps from elder or honorable people and receive tremendous success.",
        "content": "鶏遂鳳同飛 (Chicken and hen fly high with the phoenix)\n高林整羽儀 (They stop on the high perch overviewing everything)\n棹舟須済岸 (It's exactly the right time to embark on the ship and move forth)\n宝貨満船帰 (Eventually the ship will come back with mountains of treasure)"
    },
    {
        "no": 97,
        "fortune": "Bad",
        "meaning": "The future and the path ahead are unforeseeable.",
        "content": "霧罩重楼屋 (The mist covers and hides high buildings)\n佳人水上行 (Even people who embark on the ship will possibly lose their targets on their ways)\n白雲帰去路 (Even the path back is obstructed by the clouds)\n不見月波澄 (You raise you head, but bright and clear moon is nowhere to be seen)"
    },
    {
        "no": 98,
        "fortune": "Bad",
        "meaning": "Worrying and sad things keep coming.",
        "content": "欲理新糸乱 (You try to put knotting new silks in order)\n閑愁足是非 (But just like those knots, resolving troublesome and sad things is hard)\n只困羅網裡 (It's like you're trapped inside the net like a fish or beast)\n相見幾人悲 (And lots of people are in the same situation like you)"
    },
    {
        "no": 99,
        "fortune": "Excellent",
        "meaning": "The dawn is coming, and you'll succeed like an emerging sun.",
        "content": "紅日当門照 (The sun sheds lights upon the door as the dawn comes)\n暗月再重円 (Dark moon becomes full once again)\n遇珍須得宝 (The opportunities are coming, and you'll get rare treasure)\n頗有称心田 (And you will feel extremely satisfied)"
    },
    {
        "no": 100,
        "fortune": "Bad",
        "meaning": "Worrisome troubles cannot be resolved.",
        "content": "禄走白雲間 (Your wealth disappears between the fog and clouds)\n携琴過遠山 (A hermit dives into the deep mountains with his harp)\n不遇神仙面 (But he fails to meet any god or celestial beings)\n空惹意瓓珊 (So he lose his targets and goals as he is bothered by the problematic situation)"
    }
]